[M_BloodHarvest:GoToWindmill MissionObjectiveDefinition]
ProgressMessage="Head to windmill"

[M_BloodHarvest:ObjSet_PickUpHammer MissionObjectiveSetDefinition]
MissionSummaryOverride="Forge the skeleton key."

[M_TrickOrTreat MissionDefinition]
MissionName="Trick or Treat"

[M_TrickOrTreat:GiveCandy MissionObjectiveDefinition]
ProgressMessage="Bring candy to T.K."
